Revit 2024 API
ParameterTypeId.CircuitWaysParam Property
 "Ways"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId CircuitWaysParam { get; }
Visual Basic
Public Shared ReadOnly Property CircuitWaysParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CircuitWaysParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace